[
    {
      "type": "ISTJ – Si Tanggung Jawab",
      "caption": "Kamu itu orangnya rapi dan bisa banget diandalkan lohh. Suka hal-hal yang teratur dan nyaman kalau semuanya berjalan sesuai rencana."
    },
    {
      "type": "ISFJ  – Si Penjaga",
      "caption": "Kamu itu tipe yang sabar dan perhatian banget. Diam-diam suka bantuin orang dan jarang minta pujian."
    },
    {
      "type": "INFJ – Si Visioner",
      "caption": "Kamu itu pendiam tapi punya pemikiran yang dalam. Peduli banget sama orang lain dan suka cari makna dari hal-hal kecil."
    },
    {
      "type": "INTJ – Si Perencan Strategis",
      "caption": "Kamu itu punya visi jelas dan suka mikir jauh ke depan lohh. Gak masalah kerja sendiri, asal semua sesuai rencana."
    },
    {
      "type": "ISTP – Si Pemecah Masalah",
      "caption": "Kamu itu santai tapi jago banget kalau ada masalah. Suka nyoba hal baru dan tenang banget dalam situasi genting."
    },
    {
      "type": "ISFP – Si Seniman",
      "caption": "Kamu itu lembut dan artistik. Lebih suka menikmati hidup dengan tenang dan mengekspresikan diri lewat tindakan."
    },
    {
      "type": "INFP – Si Idealistis",
      "caption": "Kamu itu punya hati yang hangat dan imajinasi yang luas. Nilai-nilaimu kuat banget, dan kamu selalu ingin bikin dunia jadi lebih baik."
    },
    {
      "type": "INTP – Si Pemikir Logis",
      "caption": "Kamu itu penasaran banget sama banyak hal. Suka mikir yang rumit-rumit dan lebih nyaman sama logika daripada drama."
    },
    {
      "type": "ESTP – Si Petualang",
      "caption": "Kamu itu spontan dan suka tantangan. Hidupmu penuh aksi, dan kamu jago banget ambil keputusan cepat."
    },
    {
      "type": "ESFP – Si Penghibur",
      "caption": "Kamu itu ceria dan gampang banget bikin suasana rame. Suka banget hidup di momen sekarang dan nyebarin energi positif."
    },
    {
      "type": "ENFP – Si Inspirator",
      "caption": "Kamu itu penuh ide dan semangat! Gak suka rutinitas, dan selalu punya cara seru buat ngejar mimpi."
    },
    {
      "type": "ENTP – Si Debater",
      "caption": "Kamu itu suka debat seru dan punya banyak ide out-of-the-box. Jago banget mikir kreatif dan lihat segala hal dari sisi unik."
    },
    {
      "type": "ESTJ – Si Pemimpin Tangguh",
      "caption": "Kamu itu tegas dan suka hal-hal yang tertata. Bisa diandalkan buat mimpin dan pastiin semuanya jalan sesuai aturan."
    },
    {
      "type": "ESFJ – Si Pengasuh",
      "caption": "Kamu itu perhatian dan hangat. Suka banget bikin orang lain nyaman dan selalu peduli sama suasana sekitar."
    },
    {
      "type": "ENFJ – Si Motivator",
      "caption": "Kamu itu karismatik dan peka banget sama orang lain. Gak cuma bisa nyemangatin, tapi juga bikin orang merasa dimengerti."
    },
    {
      "type": "ENTJ – Si Komandan",
      "caption": "Kamu itu percaya diri dan punya tujuan yang jelas. Jago banget mimpin dan ngajak orang lain maju bareng."
    }
]
  